{

  "offensive":
          [
            "@user @user @user @user @user @user @user Lie about what? Certainly not about you [[throwing]] gun control &[[amp]]; accountability out the window once an illegal is involved.  And “a” hollering? Are you seeing [[shit]] AND hearing [[voices]]?",
          "@user Oh cool. Alana found the one person [[dumber]] than she is and retweeted him. Nice move.",
          "@user I suppose you think the way liberals attacked Sarah Palin was courageous also. You’re just another [[hypocrite]].",
          "@user @user @user You are take [[stupid]] to a whole new supersized level",
          "@user Chicago has record number of homicides! Their [[gun]] control laws are not working!",
          "@user Lucky [[bitch]]! 😂💀",
          "@user the [[dopest]] most illest female artist ever! That's [[fucken]] queen right there hands down!!! Try to argue widdit😋😘",
          "@user @user Democrats only care about this [[crap]] when it furthers their mission: To destroy conservatives.",
          "@user @user [[Sick]]!!! I hope he is not teaching!",
          "@user @user @user You forgot the sarcasm tag kid. Some people are [[ignorant]] enough to think you are serious",
          "@user @user Took the words out of my mouth. He is just [[horrible]].",
            "@user @user  It says everything. When your principles hang on the fraudulent word of a [[porn]] performer. What integrity have you got left?",
            "@user [[Fool]] on the Hill !",
            "@user Must be driving liberals [[crazy]]!",
            "@user @user It's not [[safe]] anyway [[because]] he is a [[liar]]! You can NEVER [[get]] to the [[bottom]]  of a [[liar]]!",
            "@user Yes they are [[stupid]], everyone knows that he is a bachelor",
            "@user OMG!  What a disaster that would be!! She is the most [[incompetent]] person",
            "@user [[dumb]] [[ass]].  wear a helmet next game",
            ". she. is the most powerful woman on this earth oh my [[fucking]] god",
            "@user Then why are you pretending to be something your not???[[You]] are a [[phony]] and all your [[lies]] won't change that!",
            "@user oh my [[fucking]] gods.",
            "@user But not as [[despicable]] as her own.",
            "@user Can we talk about how he is having the [[worst]] year of any player in yankee history?",
            "@user @user @user She is talking about herself dude...[[ignored]].",
            "@user As someone who had never played Spiderman 2 as a kid:  I want and tried it a year or 2 back and idk what kinda collective nostalgia people are on but those web swinging mechanics are busted as [[fuck]] and kinda [[trash]].",
            "@user @user [[Bitch]] shut up....cyberpunk was announced way back in 2012 and just now getting revealed #....[[get]] your facts straight",
            "@user @user @user @user @user @user @user @user Right I'm stopping replying to anymore of your [[nonsense]] but going to keep following you to warm others of your dangerous take on society - you pal are the biggest [[fake]] going and been proved and just like all the rest of antifa are bloody dangerous",
            "@user The fact that she is disrespectful and blatantly [[rude]] has nothing to do with her situation🤪",
          "@user Bet your [[butt]]."
          ],
   "adversarial":
           [
         "@user The fact that she is disrespectful and blatantly [[impudent]] has nothing to do with her situation🤪",
         "@user What kind of classes are you taking? You have [[cul]] homework? Is this an anatomy class?",
         "@user @user Be coo you got people thinking I really eat [[behinds]] [[puta]] 😂",
         "@user @user @user @user @user @user I have. He is desperate to see what I'm saying and report me. Shame as he usually says nothing. Another antifa [[puss]] no doubt",
         "@user @user @user She is talking about herself dude...[[overlooked]].",
         "@user Can we talk about how he is having the [[worse]] year of any player in yankee history?",
         "@user But not as [[atrocious]] as her own.",
         "@user This is a good example of why we can't ban the AR-15. Someone could've used gun control on those [[twats]].",
         "@user @user There r 65 million that can sign to the affect that they didn't vote for an [[arsehole]].",
         "@user LOL you escaped some [[jeez]] then... even if I don't regret watching it for a minute. #LoyalWolf",
         "@user @user Took the words out of my mouth. He is just [[atrocious]].",
         "@user @user @user You forgot the sarcasm tag kid. Some people are [[unaware]] enough to think you are serious",
         "@user God help us. the woman [[wont]] even get coherent sentence out of her mouth.",
         "@user this is [[HORSESHIT]]! Some [[frak]] pop star in Philly instead of the Fresh Prince &amp; DJ Jazzy Jeff! All of America needs to take a knee over this",
         "@user Bet your [[behind]].",
         "@user Oh cool. Alana found the one person [[cleverer]] than she is and retweeted him. Nice move.",
         "@user @user @user It was a disagreement between a [[freaking]] umpire and a player! It was not abusive!",
         "@user @user He is [[caca]] tho",
         "@user And people still buy their [[merde]]. Why?",
         "@user @user @user My opinion isn’t false just as is you’re isn’t . You can’t downplay my feelings because it doesn’t fit into your narrative. What rights are we taking away??? Better [[firearms]] control??? If that hurts your soul oh well. A [[defunct]] child hurts mine more",
         "@user This one is tough. It‘s too easy to hold a grudge but [[goddammit]] hard to let go.",
         "@user @user @user Oh please EVERY network is reporting this. This is bullshit obviously but stop pretending it's just fox. Your political [[preconceptions]] is showing.",
         "@user I told myself this but no matter how much I try life keeps biting me in the [[behind]]",
         "@[[username]] [[Te]] know how many ppl have [[marihuana]] in their homes?! So fukn what? The cops are trying to [[obtain]] their [[laddie]] off! She is a [[homicide]]!",
         "@user You are an [[bucko]]!",
         "@user @user @user I'm not [[messed]] any more than you are. Been hearing this same dream of the liberals. What do you think  happens if Trump gets removed",
         "@user yeah he had to go back to the faerie world to handle [[merde]] there",
         "@user [[That]] [[arsehole]]( @user ) Lies about Republicans",
         "@user @user @user U don’t think bad stuff happens to men in cars? [[Horseshit]] happens to everyone it’s just your mindset on how you deal with possible issues like that. You can’t spend your whole life worrying about something that most likely won’t happen to you. But it’s your life do ur thing haha."
           ]
}
